Repository: ghalaax/Off
Catalog: off/identities/locale/*/LC_MESSAGES/django.po
Languages: fr

source: offidentity_update
fr: Modifier une identité

source: new_key
fr: Nouvelle clé d'authentification

source: save
fr: Enregistrer

source: offidentity_creation
fr: Créer une identité

source: offidentity_details
fr: Identité

source: [Sipy Application] Welcome to %(site_name)s !
fr: [Sipy Application] Bienvenue sur %(site_name)s !

source: You're receiving this email because you just registered at %(site_name)s.
fr: Vous recevez ce message suite à votre enregistrement sur l'application %(site_name)s.

source: Please note the following code : %(identity_key)s
fr: Veuillez noter le code suivant : %(identity_key)s

source: Show it to us on your first clothes deposit !
fr: Montrez-le nous lors de votre premier dépôt d’habits !

source: Please go to the following page to choose a password:
fr: Si vous voulez définir votre mot de passe, merci d'aller sur cette page:

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur est :

source: Thanks for using our site!
fr: Merci de votre intérêt et à bientôt !

source: The %(site_name)s team
fr: L'équipe %(site_name)s

source: Please note the following code : <strong style="color:red;">%(identity_key)s</strong>
fr: Veuillez noter le code suivant : <strong style="color:red;">%(identity_key)s</strong>

source: auth_key
fr: Clé d'authentification

source: update
fr: Mettre à jour

source: no_auth_key
fr: Aucune clé d'authentification

source: virtual_identity_key_info
fr: Cette clé est virtuelle. Notez-la afin de la transmettre lors de la finalisation de votre enregirtement.

source: nfc_key
fr: Clé d'authentification

source: scan_nfc_card
fr: Scanner la carte NFC

source: key_already_exists
fr: Cette clé d’identification existe déjà ! Vous devez en définir une autre.

source: identity_is_updated
fr: L'identité a été mise à jour

source: identity_is_created
fr: L'identité a été créée. Merci pour votre intérêt envers notre projet, vous allez recevoir un email à l'adresse <strong>%(email)s</strong> contenant le code ci-dessous et vous permettant de choisir un mot de passe. Vérifier vos spams si vous ne recevez pas le mail.
